/* No comment provided by engineer. */
"%@" = "%@";

/* No comment provided by engineer. */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@%" = "%1$@%2$";

/* No comment provided by engineer. */
"%@/%@" = "%1$@/%2$@";

/* No comment provided by engineer. */
"50%" = "50%";

/* No comment provided by engineer. */
"Account does not exist" = "Account does not exist";

/* No comment provided by engineer. */
"Activities: %@/%@" = "Activities: %1$@/%2$@";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add a deadline" = "Add a deadline";

/* No comment provided by engineer. */
"Add Linked Goals" = "Add Linked Goals";

/* No comment provided by engineer. */
"Add Sub Goals" = "Add Sub Goals";

/* No comment provided by engineer. */
"And to boost your productivity, GTor provides you with a dynamic todo list that will allow you to create tasks and linked them to your goals to satisfy them." = "And to boost your productivity, GTor provides you with a dynamic todo list that will allow you to create tasks and linked them to your goals to satisfy them.";

/* No comment provided by engineer. */
"Are you sure you want to delete this goal?" = "Are you sure you want to delete this goal?";

/* No comment provided by engineer. */
"Are you sure you want to delete this task?" = "Are you sure you want to delete this task?";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cateogries " = "Cateogries ";

/* No comment provided by engineer. */
"Color" = "Color";

/* No comment provided by engineer. */
"Complete" = "Complete";

/* No comment provided by engineer. */
"DASHBOARD" = "DASHBOARD";

/* No comment provided by engineer. */
"Deadline" = "Deadline";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete Goal" = "Delete Goal";

/* No comment provided by engineer. */
"Delete task" = "Delete task";

/* No comment provided by engineer. */
"Delete Task" = "Delete Task";

/* No comment provided by engineer. */
"Delete the goal" = "Delete the goal";

/* No comment provided by engineer. */
"Disabled User" = "Disabled User";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Due" = "Due";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email Is Missing" = "Email Is Missing";

/* No comment provided by engineer. */
"Filter By" = "Filter By";

/* No comment provided by engineer. */
"Follow us on Twitter" = "Follow us on Twitter";

/* No comment provided by engineer. */
"Forgot Password?" = "Forgot Password?";

/* No comment provided by engineer. */
"Go" = "Go";

/* No comment provided by engineer. */
"Goals" = "Goals";

/* No comment provided by engineer. */
"GTor" = "GTor";

/* No comment provided by engineer. */
"GTor is a goal tracker that will help you to organize your life by tracking your goals. You can see your goals' progress and categorize them by tags. " = "GTor is a goal tracker that will help you to organize your life by tracking your goals. You can see your goals' progress and categorize them by tags. ";

/* No comment provided by engineer. */
"Hello," = "Hello,";

/* No comment provided by engineer. */
"Hello, tester %@." = "Hello, tester %@.";

/* No comment provided by engineer. */
"Home" = "Home";

/* No comment provided by engineer. */
"Importance" = "Importance";

/* No comment provided by engineer. */
"Incorrect Password" = "Incorrect Password";

/* No comment provided by engineer. */
"Invalid Email" = "Invalid Email";

/* No comment provided by engineer. */
"Linked Goals" = "Linked Goals";

/* No comment provided by engineer. */
"Linked Tasks" = "Linked Tasks";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"No Auth Data Result" = "No Auth Data Result";

/* No comment provided by engineer. */
"No Current User" = "No Current User";

/* No comment provided by engineer. */
"No Document Snapshot" = "No Document Snapshot";

/* No comment provided by engineer. */
"No Snapshot Data" = "No Snapshot Data";

/* No comment provided by engineer. */
"No User" = "No User";

/* No comment provided by engineer. */
"Note (Optional)" = "Note (Optional)";

/* No comment provided by engineer. */
"Operation Not Allowed" = "Operation Not Allowed";

/* No comment provided by engineer. */
"Organize your life" = "Organize your life";

/* No comment provided by engineer. */
"Please contact us on Twitter" = "Please contact us on Twitter";

/* No comment provided by engineer. */
"Press to select categories" = "Press to select categories";

/* No comment provided by engineer. */
"Progress: %@%" = "Progress: %1$@%2$";

/* No comment provided by engineer. */
"Satisfaction" = "Satisfaction";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Select a deadline" = "Select a deadline";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"SETTINGS" = "SETTINGS";

/* No comment provided by engineer. */
"Sign out" = "Sign out";

/* No comment provided by engineer. */
"Sort By" = "Sort By";

/* No comment provided by engineer. */
"Sub Goals" = "Sub Goals";

/* No comment provided by engineer. */
"SubGoals" = "SubGoals";

/* No comment provided by engineer. */
"SubGoals: %@" = "SubGoals: %@";

/* No comment provided by engineer. */
"Tags" = "Tags";

/* No comment provided by engineer. */
"Tasks" = "Tasks";

/* No comment provided by engineer. */
"This email is used" = "This email is used";

/* No comment provided by engineer. */
"Title" = "Title";

/* No comment provided by engineer. */
"TODO" = "TODO";

/* No comment provided by engineer. */
"Too Many Requests" = "Too Many Requests";

/* No comment provided by engineer. */
"User Model Mismatch" = "User Model Mismatch";

/* No comment provided by engineer. */
"Version %@" = "Version %@";

/* No comment provided by engineer. */
"Weak Password" = "Weak Password";

/* No comment provided by engineer. */
"You can link your task to some of your goals, and these goals will progress if you accomplish the task that is linked to them. " = "You can link your task to some of your goals, and these goals will progress if you accomplish the task that is linked to them. ";

